INSERT INTO `posts` (
    `id`,
    `user_id`,
    `content`,
    `likes`
)
VALUES 
    (
        1,
        1,
        'Так красиво сегодня на улице! Настоящая зима!...',
        203
    ),
    (
        2,
        1,
        'Воздух пахнет цветущей сиренью, солнце ласкает кожу — весна расцветает прямо на глазах!',
        250
    ),
    (
        3,
        1,
        'Дождь стучит по подоконнику, как убаюкивающая мелодия — идеальный день для чая и книг!',
        228
    ),
    (
        4,
        1,
        'Небо разрывают молнии, гром гремит, как оркестр — природа устроила настоящее шоу!',
        207
    ),
    (
        5,
        1,
        'Всё вокруг окутано таинственной дымкой — будто попал в мистический фильм!',
        139
    ),
    (
        6,
        1,
        'Листья кружатся в воздухе, как золотой дождь — осень пишет свою живописную сказку!',
        458
    ),
    (
        7,
        2,
        'Пушистые снежинки медленно опускаются на землю — зима начинает свой тихий балет!',
        192
    ),
    (
        8,
        3,
        'Пушистые снежинки медленно опускаются на землю — зима начинает свой тихий балет!',
        196
    ),
    (
        9,
        3,
        'Пушистые снежинки медленно опускаются на землю — зима начинает свой тихий балет!',
        100
    ),
    (
        10,
        3,
        'Пушистые снежинки медленно опускаются на землю — зима начинает свой тихий балет!',
        390
    );